export default {
  AK: {
    name: "Alaska communities",
    places: [
      { place: "62.6851300839551,-165.051458350888", name: "Alakanuk, AK" },
      {
        place: "65.2839013106643,-166.543276878432",
        name: "Brevig Mission, AK"
      },
      { place: "54.8928703605601,-162.585689817175", name: "Cold Bay, AK" },
      { place: "66.215846873033,-162.686018873669", name: "Deering, AK" },
      { place: "58.6984670397717,-158.604182960483", name: "Dillingham, AK" },
      { place: "65.7450538858085,-168.982175323199", name: "Diomede, AK" },
      { place: "58.217525752542,-157.610129237119", name: "Egegik, AK" },
      { place: "58.808756,-158.569142", name: "Ekuk, AK" },
      { place: "64.55918135633,-162.105188401375", name: "Elim, AK" },
      { place: "62.8222221972983,-164.936452924562", name: "Emmonak, AK" },
      { place: "64.4814106580503,-165.422359375284", name: "Fort Davis, AK" },
      { place: "63.8090755288085,-171.755535579505", name: "Gambell, AK" },
      { place: "64.3832176116423,-162.956763792118", name: "Golovin, AK" },
      { place: "59.1729106218548,-161.775521544658", name: "Goodnews Bay, AK" },
      { place: "61.5093172991055,-166.002724660499", name: "Hooper Bay, AK" },
      { place: "70.1927932513101,-143.639697294833", name: "Kaktovik, AK" },
      { place: "60.1052439609978,-164.479848278604", name: "Kipnuk, AK" },
      { place: "67.6417368319659,-164.673004082018", name: "Kivalina, AK" },
      { place: "59.9141493639226,-162.893349156378", name: "Kongiganak, AK" },
      { place: "63.1143882756083,-163.412739594096", name: "Kotlik, AK" },
      { place: "66.8287674399298,-162.784051401057", name: "Kotzebue, AK" },
      { place: "64.7047630607052,-161.161760498773", name: "Koyuk, AK" },
      { place: "59.8441824426393,-163.117809247724", name: "Kwigillingok, AK" },
      { place: "60.5077800612199,-166.277527564528", name: "Mekoryuk, AK" },
      { place: "58.6516550698052,-157.466986930608", name: "Naknek, AK" },
      {
        place: "56.0832824650499,-161.222756583751",
        name: "Nelson Lagoon, AK"
      },
      { place: "60.8843376204438,-165.15993447947", name: "Newtok, AK" },
      { place: "64.4814106580503,-165.452359375284", name: "Nome, AK" },
      { place: "62.5790920702393,-165.204312655182", name: "Nunam Iqua, AK" },
      { place: "57.59939366239,-157.833296426434", name: "Pilot Point, AK" },
      { place: "58.9871442717979,-161.950343490552", name: "Platinum, AK" },
      { place: "68.2884307616777,-166.876912959572", name: "Point Hope, AK" },
      { place: "69.7262618857318,-163.385572237574", name: "Point Lay, AK" },
      { place: "56.959948218085,-158.825768650723", name: "Port Heiden, AK" },
      { place: "70.4487179863218,-148.033321138673", name: "Prudhoe Bay, AK" },
      { place: "59.7347453630506,-162.003149760407", name: "Quinhagak, AK" },
      { place: "63.7325806762895,-169.470088541689", name: "Savoonga, AK" },
      { place: "61.8728846470491,-165.733313425583", name: "Scammon Bay, AK" },
      { place: "64.2601704074258,-161.45302011971", name: "Shaktoolik, AK" },
      { place: "66.217626405847,-166.227577594336", name: "Shishmaref, AK" },
      { place: "56.6332792236121,-169.530826798787", name: "St. George, AK" },
      { place: "63.5982681460881,-161.854029767968", name: "St. Michael, AK" },
      { place: "57.1088351477948,-170.254768664541", name: "St. Paul, AK" },
      { place: "63.5054317849543,-162.410429528882", name: "Stebbins, AK" },
      { place: "65.2839013106643,-166.543276878432", name: "Teller, AK" },
      { place: "58.9422727621214,-160.438188485022", name: "Togiak, AK" },
      { place: "60.4958384778163,-165.112175247689", name: "Toksook Bay, AK" },
      { place: "60.6948225298798,-165.356563870896", name: "Tununak, AK" },
      { place: "60.4958384778163,-165.112175247689", name: "Umkumiut, AK" },
      { place: "63.8501941017296,-161.260957590821", name: "Unalakteet, AK" },
      { place: "71.4713063075264,-156.665176932233", name: "Utqiaġvik, AK" },
      { place: "70.787461075763,-160.265186401037", name: "Wainwright, AK" },
      { place: "65.5785629514697,-168.28334108969", name: "Wales, AK" }
    ]
  },
  NWT: {
    name: "North West Territory communities",
    places: [
      { place: "69.9610863947203,-123.661517656453", name: "Paultuak, NWT" },
      {
        place: "71.8632712337163,-125.482112134379",
        name: "Sachs Harbour, NWT"
      },
      { place: "69.6835584167738,-133.371989420137", name: "Tuktoyaktuk, NWT" }
    ]
  },
  RU: {
    name: "Russian communities",
    places: [
      { place: "67.8909773649486,-175.614923904914", name: "Ванкарем, RU" },
      { place: "66.3529324921101,-170.27006503675", name: "Инчоун, RU" },
      { place: "65.8932829095358,-178.875266395884", name: "Конергино, RU" },
      { place: "65.3616386823124,-170.303365741367", name: "Лаврентия, RU" },
      { place: "65.4372201267222,-171.663454294326", name: "Лорино, RU" },
      { place: "67.0633662935393,-172.870441076511", name: "Нешкан, RU" },
      { place: "64.4275690840349,-172.14258985466", name: "Новое Чаплино, RU" },
      { place: "64.7547774117121,-175.486856576098", name: "Нунлигран, RU" },
      { place: "67.5528205102073,-174.700141908481", name: "Нутэпэльмен, RU" },
      { place: "64.3030720574871,-174.094925268185", name: "Сиреники, RU" },
      { place: "66.2173014811322,-169.734038988469", name: "Уэлен, RU" },
      { place: "65.0015999276741,-175.911858185307", name: "Энмелен, RU" },
      { place: "66.9733669397493,-171.808380256471", name: "Энурмино, RU" },
      { place: "64.88179603077,-172.345075328797", name: "Янракыннот, RU" }
    ]
  }
};
